---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.MilesPerSecondSquared
source: html/36c38702-1ffa-7d13-8af5-183764989cc8.htm
---
# Autodesk.Revit.DB.UnitTypeId.MilesPerSecondSquared Property

Miles per second squared.

## Syntax (C#)
```csharp
public static ForgeTypeId MilesPerSecondSquared { get; }
```